Repository: eliasburk04-dot/never_have_i_ever_ai
Catalog: app/lib/l10n/app_*.arb
Languages: de, es

# appTitle
source: Never Have I Ever
de: EXPOSED
es: EXPOSED

source: I Have
de: Hab ich
es: Yo Sí

source: I Have Not
de: Hab ich nicht
es: Yo No

source: Create Lobby
de: Lobby erstellen
es: Crear sala

source: Join Lobby
de: Lobby beitreten
es: Unirse a sala

# enterCode
source: Enter lobby code
de: Lobby-Code eingeben
es: Ingresa el código

source: Waiting for players...
de: Warte auf Spieler...
es: Esperando jugadores...

# roundOf
source: Round {current} of {total}
de: Runde {current} von {total}
es: Ronda {current} de {total}

# playersInLobby
source: {count} players
de: {count} Spieler
es: {count} jugadores

source: Start Game
de: Spiel starten
es: Iniciar juego

# nsfwMode
source: Spicy Mode 🌶️
de: NSFW Mode 🌶️
es: NSFW Mode 🌶️

# premium
source: Go Premium
de: Premium holen
es: Obtener Premium

# premiumUnlock
source: Unlock for $4.99
de: Für 4,99 € freischalten
es: Desbloquear por $4.99

# premiumLifetime
source: One-time purchase
de: Einmaliger Kauf
es: Compra única

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras

source: Settings
de: Einstellungen
es: Ajustes

source: Language
de: Sprache
es: Idioma

source: Display Name
de: Anzeigename
es: Nombre

source: Game Over!
de: Spiel vorbei!
es: ¡Fin del juego!

# groupProfile
source: Your Group Profile
de: Euer Gruppenprofil
es: Perfil del grupo

source: Conservative 😇
de: Brav 😇
es: Conservador 😇

source: Adventurous 😏
de: Abenteuerlich 😏
es: Aventurero 😏

source: Wild 🔥
es: Salvaje 🔥

source: Fearless 💀
de: Furchtlos 💀
es: Sin miedo 💀

source: Boldness
de: Mutigkeitswert
es: Audacia

source: Rounds Played
de: Gespielte Runden
es: Rondas jugadas

source: Highest Tone
de: Höchstes Level
es: Nivel más alto

source: Play Again
de: Nochmal spielen
es: Jugar de nuevo

source: Back to Home
de: Zurück zum Start
es: Volver al inicio

source: Lobby Code
es: Código de sala

source: Tap to copy
de: Tippen zum Kopieren
es: Toca para copiar

source: Copied!
de: Kopiert!
es: ¡Copiado!

# playerJoined
source: {name} joined
de: {name} ist beigetreten
es: {name} se unió

# playerLeft
source: {name} left
de: {name} hat verlassen
es: {name} se fue

source: Reconnecting...
de: Verbinde erneut...
es: Reconectando...

source: Connection lost
de: Verbindung verloren
es: Conexión perdida

source: Retry
de: Erneut versuchen
es: Reintentar

source: Leave
de: Verlassen
es: Salir

# notEnoughPlayers
source: Not enough players to continue
de: Nicht genug Spieler
es: No hay suficientes jugadores

# minPlayersRequired
source: At least 2 players required
de: Mindestens 2 Spieler erforderlich
es: Se necesitan al menos 2 jugadores

source: Rounds
de: Runden
es: Rondas

source: Free
de: Kostenlos
es: Gratis

source: Unlimited AI
de: Unbegrenzte KI
es: IA ilimitada

# limitedAi
source: 10 AI questions/day
de: 10 KI-Fragen/Tag
es: 10 preguntas IA/día

# nsfwAccess
source: 🌶️ Spicy Mode
de: 🌶️ NSFW Modus
es: 🌶️ Modo Picante

# maxRounds100
source: Up to 100 rounds
de: Bis zu 100 Runden
es: Hasta 100 rondas

# maxRounds50
source: Up to 50 rounds
de: Bis zu 50 Runden
es: Hasta 50 rondas

source: About
de: Über
es: Acerca de

source: Privacy Policy
de: Datenschutz
es: Política de privacidad

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio

source: Select Language
de: Sprache wählen
es: Seleccionar idioma

source: Time's up!
de: Zeit abgelaufen!
es: ¡Se acabó el tiempo!

source: Waiting for answers...
de: Warte auf Antworten...
es: Esperando respuestas...

source: Everyone answered!
de: Alle haben geantwortet!
es: ¡Todos respondieron!

source: Most Honest
de: Am ehrlichsten
es: Más honesto

source: Most Secretive
de: Am verschwiegensten
es: Más reservado

source: Stats
de: Statistiken
es: Estadísticas

# avgHaveRatio
source: Avg "I Have"
de: Durchschn. "Hab ich"
es: Prom. "Yo Sí"

source: Cancel
de: Abbrechen
es: Cancelar

source: Confirm
de: Bestätigen
es: Confirmar

source: Offline Mode
de: Offline Modus
es: Modo sin conexión

source: PLAYERS
de: SPIELER
es: JUGADORES

source: Add Player
de: Spieler hinzufügen
es: Agregar jugador

# playerHint
source: Player {index}
de: Spieler {index}
es: Jugador {index}

# allPlayersNeedName
source: All players need a name!
de: Alle Spieler brauchen einen Namen!
es: ¡Todos los jugadores necesitan un nombre!

source: Player names must be unique!
de: Spielernamen müssen einzigartig sein!
es: ¡Los nombres deben ser únicos!

source: How many said "I have"?
de: Wie viele haben "Hab ich" gesagt?
es: ¿Cuántos dijeron "Yo sí"?

# outOfPlayers
source: out of {count} players
de: von {count} Spielern
es: de {count} jugadores

source: Next
de: Weiter
es: Siguiente

source: End Game
de: Spiel beenden
es: Terminar juego

# endGameTitle
source: End Game?
de: Spiel beenden?
es: ¿Terminar juego?

# endGameBody
source: Your progress will be saved. You can resume later.
de: Dein Fortschritt wird gespeichert. Du kannst später weitermachen.
es: Tu progreso se guardará. Puedes continuar después.

source: Keep Playing
de: Weiterspielen
es: Seguir jugando

source: NEVER HAVE I EVER
de: EXPOSED
es: EXPOSED

source: 🔄 Recycled
de: 🔄 Wiederholt
es: 🔄 Repetida

# aiGenerated
source: ✨ AI
de: ✨ KI
es: ✨ IA

# roundsCount
source: {count} rounds
de: {count} Runden
es: {count} rondas

# playersCount
source: {count} players
de: {count} Spieler
es: {count} jugadores

# appSubtitle
source: The party game
de: Das Partyspiel
es: El juego de fiesta

source: Play Offline
de: Offline spielen
es: Jugar sin conexión

source: Resume Offline Game
de: Offline Spiel fortsetzen
es: Continuar juego sin conexión

source: No game data
de: Keine Spieldaten
es: Sin datos del juego

source: Choose your language
de: Wähle deine Sprache
es: Elige tu idioma

# changeLanguageLater
source: You can change this later in settings
de: Du kannst dies später in den Einstellungen ändern
es: Puedes cambiarlo más tarde en ajustes

source: ACCOUNT
de: KONTO
es: CUENTA

source: Drinking Game Mode 🍺
de: Trinkspiel Modus 🍺
es: Modo Trago 🍺

source: Premium Rules
de: Premium Regeln
es: Reglas Premium

source: Player Count
de: Spieleranzahl
es: Cantidad de jugadores

# upToPlayers
source: Up to {count}
de: Bis zu {count}
es: Hasta {count}

# upToPlayersFree
source: Up to {count} (Free)
de: Bis zu {count} (Kostenlos)
es: Hasta {count} (Gratis)

source: YOUR NAME
de: DEIN NAME
es: TU NOMBRE

# enterDisplayName
source: Enter your display name
de: Anzeigename eingeben
es: Ingresa tu nombre

# maxRoundsLabel
source: MAX ROUNDS
de: MAX RUNDEN
es: RONDAS MÁXIMAS

# nsfwModeDesc
source: 18+ questions included
de: Ab 18 – explizite Fragen
es: +18 preguntas incluidas

source: Waiting Room
de: Warteraum
es: Sala de espera

# lobbyCodeLabel
source: LOBBY CODE
es: CÓDIGO DE SALA

# tapToCopyCode
source: Tap to copy
de: Tippen zum Kopieren
es: Toca para copiar

source: Code copied!
de: Code kopiert!
es: ¡Código copiado!

# needMinPlayers
source: Need at least {count} players to start
de: Mindestens {count} Spieler zum Starten
es: Se necesitan al menos {count} jugadores para empezar

# waitingForHost
source: Waiting for host to start the game…
de: Warte auf den Host…
es: Esperando al anfitrión…

source: Getting next question…
de: Nächste Frage wird geladen…
es: Cargando siguiente pregunta…

source: Next Question
de: Nächste Frage
es: Siguiente pregunta

# waitingForAnswers2
source: Waiting for answers…
de: Warte auf Antworten…
es: Esperando respuestas…

source: Waiting for host to continue…
de: Warte auf Host…
es: Esperando al anfitrión…

# playersLabel
source: Players
de: Spieler
es: Jugadores

source: you
de: du
es: tú

source: disconnected
de: getrennt
es: desconectado

source: waiting…
de: wartet…
es: esperando…

source: HOST
es: ANFITRIÓN

source: Purchase Premium
de: Premium kaufen
es: Comprar Premium

# lifetimeOneTime
source: Lifetime · One-time purchase
de: Lebenslang · Einmalkauf
es: De por vida · Compra única

# youArePremium
source: You're Premium
de: Du bist Premium
es: Eres Premium

# premiumEnjoy
source: Enjoy unlimited rounds and longer games.
de: Du hast Zugriff auf sämtliche Premium-Inhalte, einschließlich Trinkspiel- und NSFW-Modus.
es: Tienes acceso a las 1600+ preguntas, Modo NSFW, Modo Trago y más.

source: Unlimited offline rounds
de: Unbegrenzte Offline-Runden
es: Rondas sin conexión ilimitadas

# upTo100Rounds
source: Up to 100 rounds per game
de: Bis zu 100 Runden pro Spiel
es: Hasta 100 rondas por juego

source: Go Premium
de: Premium holen
es: Obtener Premium

# drinkSips
source: Take {count} sips.
de: Trink {count} Schluck.
es: Toma {count} trago(s).

# about2
source: ABOUT
de: ÜBER
es: ACERCA DE

source: Error
de: Fehler

source: LEGAL
de: RECHTLICHES
